{

	"APP_MENU_ACCOUNT" : "My Account",
	"APP_MENU_TERMS" : "Terms of Use",
	"APP_MENU_ABOUT" : "About",
	"APP_MENU_DASHBOARD" : "Dashboard",
	
	"MENU_TITLE" : "Menu",
	"MENU_LINK1" : "My Alerts",
	"MENU_LINK2" : "My Profile",
	"MENU_LINK3" : "Change Password",
	"MENU_LINK4" : "Sign Out",
	"MENU_LINK5" : "Terms Of Use",
	"MENU_LINK6" : "About",
	"MENU_H1" : "Information",
	"MENU_H0" : "Account",
	
	"ABOUT_TITLE" : "About",
	"ABOUT_P1" : "LotteryTracker is an innovative new web service to manage the administrative functions of your group lotteries and capture information centrally for all group members.",
	"ABOUT_H1" : "Features",
	"ABOUT_H1_1" : "Some of LotteryTracker's features include:",
	"ABOUT_H1_2" : "view images of all lottery tickets purchased for your group",
	"ABOUT_H1_3" : "review past results for tickets purchased",
	"ABOUT_H1_4" : "view a running total of lottery winnings",
	"ABOUT_H2" : "Objective",
	"ABOUT_H2_1" : "Increase the proficiency of your group lotteries by using LotteryTracker to:",
	"ABOUT_H2_2" : "reduce administrative burden",
	"ABOUT_H2_3" : "increase transparency",
	"ABOUT_H2_4" : "retain historical information on lottery draws",
	"ABOUT_H2_5" : "provide timely updates on the progress of your group lottery",
	"ABOUT_H2_6" : "foster trust in group lottery pools",
	"ABOUT_H3_1" : "No Charge",
	"ABOUT_H3_2" : "LotteryTracker is free for you to use. We ask that you send us your feedback on how the site is working and provide suggestions on how we can further improve the site.",

	"TERMS_TITLE" : "Terms of Use",
	"TERMS_P1_1":"By accessing this website, you agree to use this website in accordance with these Terms of Use and all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. You agree to be responsible for all matters arising from your use of this website. Further, you agree:",
	"TERMS_P1_2":"Not to use this website in any manner which breaches any applicable law or regulation",
	"TERMS_P1_3":"Not to post, transmit or disseminate any information on or via this Website which may be harmful, obscene, defamatory or illegal or create liability on LotteryTracker's part;",
	"TERMS_P1_4":"If you do not agree with any of these terms, you are prohibited from using or accessing this site. If LotteryTracker believes that you are in breach of any of these Terms of Use, LotteryTracker reserves its right to deny you access to this website without providing you with a reason.",
	"TERMS_P2_1":"1. Disclaimer",
	"TERMS_P2_2":"The materials in this website are provided \"as-is\" and without warranties of any kind either express or implied. To the fullest extent permissible pursuant to applicable law, LotteryTracker disclaims all warranties, express or implied, including, but not limited to, implied warranties of satisfactory quality, merchantability and fitness for a particular purpose. LotteryTracker does not warrant that the functions contained in the materials will be uninterrupted or error-free, that defects will be corrected or that the server that makes this website available is free of any virus or other harmful elements. LotteryTracker does not warrant or make any representations regarding the correctness, accuracy, reliability, or otherwise of the materials in this website or the results of their use.",
	"TERMS_P3_1":"2. No Advice",
	"TERMS_P3_2":"The information provided on this website is not advice. Users of this website should not act solely on the information contained or obtained from this website. Users should confirm all information provided on this site via official sources including, but not limited to:",
	"TERMS_P3_3":"Owner of the LotteryTracker account (group captain)",
	"TERMS_P3_4":"British Columbia Lottery Corporation (BCLC)",
	"TERMS_P3_5":"Western Canada Lottery Corporation",
	"TERMS_P3_6":"Ontario Lottery and Gaming Corporation (OLG)",
	"TERMS_P3_7":"Lotto Quebec",
	"TERMS_P3_8":"Atlantic Lottery Corporation",
	"TERMS_P4_1":"3. Change of Use",
	"TERMS_P4_2":"LotteryTracker reserves the right to:",
	"TERMS_P4_3":"3.1 change or remove (temporarily or permanently) the Website or any part of it without notice and you confirm that LotteryTracker shall not be liable to you for any such change or removal and.",
	"TERMS_P4_4":"3.2 LotteryTracker may modify this agreement at any time, and such modifications shall be effective immediately upon posting of the modified agreement.",
	"TERMS_P5_1":"4. Trademarks",
	"TERMS_P5_2":"Certain trademarks, trade-names, images, logos and pictures at this website are property of LotteryTracker. Except as may be expressly provided, nothing contained herein shall be construed as conferring any license or right under copyright or other intellectual property rights.",
	"TERMS_P6_1":"5. Linking",
	"TERMS_P6_2":"LotteryTracker has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by LotteryTracker of the site. Use of any such linked web site is at the user's own risk.",
	"TERMS_P7_1":"6. Ownership Notice (Copyright)",
	"TERMS_P7_2":"All copyright, trade marks and all other intellectual property rights in the Website and its content (including without limitation the Website design, text, graphics and all software and source codes connected with the Website) are owned by LotteryTracker or otherwise used by LotteryTracker as permitted by law. ",
	"TERMS_P7_3":"In accessing the Website you agree that you will access the content solely for your personal, non-commercial use. None of the content may be downloaded, copied, reproduced, transmitted, stored, sold or distributed without the prior written consent of LotteryTracker. This excludes the downloading, copying and/or printing of pages of the Website for personal, non-commercial home use only.",
	"TERMS_P8_1":"7. Affiliation",
	"TERMS_P8_2":"LotteryTracker is not affiliated with, or sponsored by, any official government agency. ",
	"TERMS_P8_3":"LotteryTracker will not purchase or process entries for any lottery.",
	"TERMS_P9_1":"8. Misrepresentation",
	"TERMS_P9_2":"LotteryTracker cannot be held responsible for the re-scheduling or closure of any promoted lottery draw(s) or be held responsible for any inaccurate information acquired from official or otherwise reliable sources.",
	"TERMS_P10_1":"9. Indemnification",
	"TERMS_P10_2":"You agree to indemnify, defend, and hold harmless LotteryTracker from any liability, loss, claim, and expense (including reasonable solicitors' fees) related to your violation of this agreement or use of this site in any manner. ",
	"TERMS_P10_3":"Your use of this site shall constitute your acceptance of the terms of this Agreement, as revised and modified, if any, each and every time you access this site.",
	"TERMS_P11_1":"10. Limitation of Liability",
	"TERMS_P11_2":"10.1 Subject to applicable law, under no circumstances, including negligence, will LotteryTracker be liable for any direct, indirect, punitive, exemplary, special or consequential damages that result from the access to, use of, or the inability to use, the materials in this website, even if LotteryTracker or an LotteryTracker authorised representative has been advised of the possibility of such damages. LotteryTracker is also not liable nor responsible for any material provided by third parties with their own respective copyright and shall not under any circumstances, be liable for any loss, damages or injury arising from these materials. The total liability (if any) of LotteryTracker for all damages, losses, costs and expenses under whatever causes of action, whether in contract, tort or otherwise will not exceed any amount paid by you for accessing this Web Site. ",
	"TERMS_P11_3":"10.2 Any LotteryTracker publication may include technical inaccuracies or typographical errors. Changes may be made to these publications from time to time and incorporated in new editions of these publications. At any time without notice, these publications are subject to improvements and changes in service by LotteryTracker. ",
	"TERMS_P11_4":"10.3 The information contained in this website is for informational purposes only and is provided to you on an \"as-is\" basis. We do not guarantee the accuracy, timeliness, reliability, authenticity of completeness of any of the information contained on this website.",

	
	"ALERTS_TITLE" : "Notifications",
	"ALERTS_DESCRIPTION": "Get notified if jackpots reach a certain amount. Use the slider to select a minimum jackpot amount. When the jackpot is equal to or greater than the amount, we will email you.",
	"ALERTS_OFF": "Off",
	"ALERTS_MAX": "Max",
	"ALERTS_LOTTO_MAX": "Lotto Max",
	"ALERTS_LOTTO_649": "Lotto 6/49",
	"ALERTS_MY": "Settings",
	"ALERTS_JACKPOTS": "Jackpots",
	"ALERTS_EST": "EST",
	"ALERTS_NEXT_JACKPOT_DATE": "The next jackpot is ",
	
	"JOIN_TITLE": "Join LotteryTracker",
	"JOIN_DESC": "Register by Email",
	"JOIN_REGISTER_BUTTON": "Join Now",
	"REGISTER_ERROR_FIRSTNAME": "First Name must be at least 3 characters.",
	"REGISTER_ERROR_LASTNAME": "Last Name must be at least 3 characters.",
	"REGISTER_ERROR_EMAILADDRESS": "Email Address must be at least 6 characters.",
	"REGISTER_ERROR_CONFIRM_PASSWORD": "Your password must match confirmation.",
	"REGISTER_ERROR_PASSWORD": "Password must be at least 6 characters.",
	
	"REGISTER_CONFIRM_TITLE": "Confirm Registration",
	"REGISTER_CONFIRM_DESC": "An email was sent to your address.  Within 24 hours, click on the link in your email to activate your account.",
	"REGISTER_CONFIRM_HOME_BUTTON": "Back to Home",
	
	"FORGOT_PASSWORD_TITLE": "Forgot Password",
	"FORGOT_PASSWORD_DESC": "Enter your email to retrieve your password.",
	"FORGOT_PASSWORD_SUBMIT": "Submit",
	"FORGOT_PASSWORD_BACK": "Back",
	"FORGOT_PASSWORD_SUBMITTED": "Your request was submitted.  Please check your email and follow the instructions.",
	
	"CHANGE_PASSWORD_TITLE": "Change Password",
	"CHANGE_PASSWORD_DESC": "Enter current and new password.  Your new password must be 6 to 16 characters.",
	"CHANGE_PASSWORD_CURRENT_PWORD": "Current Password",
	"CHANGE_PASSWORD_NEW_PWORD": "New Password",
	"CHANGE_PASSWORD_NEW2_PWORD": "Repeat New Password",
	"CHANGE_PASSWORD_SHOW_PWORD": "Show Passwords",
	"CHANGE_PASSWORD_HIDE_PWORD": "Hide Passwords",

	"LOGIN_BUTTON": "Sign In",
	"PASSWORD": "Password",
	"VALIDATE_PASSWORD": "Confirm Password",
	"EMAIL": "Email",
	"LOGIN": "Sign In",
	"LOGIN_TITLE": "LotteryTracker",
	"LOGIN_ERROR": "Unable to sign in. Please check your account information and try again.", 
	"LOGIN_ERROR_TITLE" : "Sign In Error"  ,
	"LOGIN_EMPTY_PARAMS": "You must specify a valid email address and password to sign in.",  
	"LOGIN_INCORRECT" : "The email address or password entered is incorrect.  Please try again.",
	"JOIN_NOW": "Join Now", 
	"LOGIN_EMAIL_PLACEHOLDER": "yourname@email.com",
	"LOGIN_REMEMBER_ME": "Remember Me",
	"LOGIN_LINK_FORGOT_PASSWORD":"Forgot Password",
	"POST_BUTTON" : "Post",
	"SESSION_EXPIRED" : "Your session has expired.  Please login.",

	"Groups": "Groups",
	"SELECT_GROUP": "Swipe to view or manage your group",
	"GROUP_ERROR_SAVING": "There was an error saving.  Try again later",
	"GROUP_EDIT_DESC": "Edit the name of your group and click Save",
	"GROUP_CAPTAINS":"Captains:",
	"GROUP_MEMBERS":"Members",
	"GROUP_TICKETS":"Tickets",
	"GROUP_ADD_TICKET":"Add Ticket",
	"GROUP_WINNINGS":"Total Winnings",
	"GROUP_NO_GROUPS":"We noticed you don't have any groups",
	"GROUP_CREATE_NEW_GROUP":"Click here to create a new group",
	"GROUP_CONFIGURE": "Edit",
	
	"MEMBERS": "Members",
	"MEMBERS_ACTIVE": "Active Members",
	"MEMBERS_ADD": "Add Member",
	
	"GROUP_EDIT": "Edit Group",
	"GROUP_EDIT_NAME": "Group Name",
	"GROUP_NEW": "New Group",
	"GROUP_NEW_DESC": "Create your own group by giving it a name",
	"BUTTON_GROUP_EDIT_DELETE": "Delete Group",
	"BUTTON_GROUP_EDIT_DELETE_TITLE": "Remove Group",
	"GROUP_EDIT_DEL_DESC": "Deleting your group is permanent and not recoverable.  If you delete this group, all members will be removed and tickets will be deleted.",
	
	"GROUP_SELECT" :"Create Ticket",
	"GROUP_SELECT_GROUP" : "Select a group to begin creating your ticket",
	
	"GROUP_SELECT_LOTTO" : "Select Lottery",
	"GROUP_SELECT_LOTTO_TEXT" : "Select a lottery to play",
	"GROUP_SELECT_LOTTO_GROUP" : "Group:",
	
	"TICKET_NEW_TITLE" : "Create Ticket",
	"TICKET_NEW_NUM_OF_DRAWS" : "Number of Draws",
	"TICKET_NEW_FIRST_DRAW" : "First Draw",
	"TICKET_NEW_LAST_DRAW" : "Last Draw",
	
	"TICKET_RESULT" : "Ticket Results",
	
	"LIST_ACTION_REMOVE": "Remove",
	"LIST_ACTION_RENAME": "Rename",
	"LIST_ACTION_DELETE": "Delete",
	"LIST_ACTION_ROLE": "Change Role",
	"LIST_ACTION_MEMBERS": "Members",
	"PROGRESS_LOADING": "Loading...",
	"PROGRESS_SAVING": "Saving...",
	"PROGRESS_POSTING": "Posting...",
	"PROGRESS_DELETING": "Deleting...",
	"PROGRESS_INVITING": "Inviting Member...",
	"BUTTON_SAVE": "Save",
	"BUTTON_GROUP_CREATE": "Create",
	"BUTTON_OK": "OK",
	"BUTTON_RETRY": "Retry",
	"BUTTON_CANCEL": "Cancel",
	"BUTTON_REORDER": "Reorder",
	
  
	"PROFILE_TITLE": "Profile",
	"PROFILE_EDIT_DESC": "Edit your profile information",
	"PROFILE_EDIT_FIRSTNAME": "First Name",
	"PROFILE_EDIT_LASTNAME": "Last Name",
	"PROFILE_EDIT_PROVINCE": "Province",
	"PROFILE_EDIT_EMAIL_UPDATES":"Email Updates",
	"PROFILE_EDIT_BIRTHDAY": "Birthday",
	"PROFILE_EDIT_MONTH": "Month",
	"PROFILE_EDIT_DAY": "Day",
	"PROFILE_EDIT_YEAR": "Year",
	"BUTTON_CHANGE_PASSWORD": "Change Password",
	"BUTTON_SIGN_OUT":"Sign out",
	
	"DASHBOARD_TITLE": "Dashboard",
	"DASHBOARD_ADD_COMMENT":"Write a message to your group",
	"DASHBOARD_SELECT_GROUP":"Select a group",
	"DASHBOARD_SELECT_A_GROUP":"Select a group before posting your comment",
	"DASHBOARD_ERROR_POSTING_MESSAGE": "There was an error posting your message. Try again later",
	"DASHBOARD_TICKET_RESULTS" : "Results for ",
	"DASHBOARD_POST": "Post",
	"DASHBOARD_WINNINGS": "Winnings ",
	"DASHBOARD_TICKET_NUM" : "Ticket #",
	"DASHBOARD_NOT_PLAYED" : "(NOT PLAYED)",
	"DASHBOARD_BOARD_RESULTS" : "Board results: ",
	"DASHBOARD_ENCORE_RESULTS" : "Encore results:",
	"DASHBOARD_TO": "TO: ",
	"DASHBOARD_FROM": "FROM: ",
	"DASHBOARD_NOT_CALC":"Results not calculated",
	"DASHBOARD_GUARANTEED_PRIZE_DRAW": "GUARANTEED PRIZE DRAW",
	"DASHBOARD_GROUP": "Group: ",
	"DASHBOARD_VIEW_RESULTS": "View Results",
	"DASHBOARD_NO_MESSAGES": "No messages. Be the first to post a message to your group.",
	
	"TICKETLIST_TITLE": "Tickets",
	"TICKETLIST_GROUP": "Group: ",
	"TICKETLIST_ACTIVE_TICKETS": "Active Tickets",
	"TICKETLIST_PAST_TICKETS" : "Historical Tickets",
	"TICKETLIST_START_DATE": "Start Date: ",
	"TICKETLIST_END_DATE": "End Date: ",
	"TICKETLIST_DRAW_DATE": "Draw Date: ",
	
	"WINNING_NUMBERS_TITLE" : "Lottery Draws",
	"WINNING_NUMBERS_SUBTITLE" : "Unofficial Lottery Winning Numbers",
	"WINNING_NUMBERS_INSTRUCTIONS" : "Swipe draws left to see previous draws.",
	"WINNING_NUMBERS_DATE" : "Draw Date:",
	"WINNING_NUMBERS_REGULAR" : "Winning Numbers",
	"WINNING_NUMBERS_BONUS" : "Bonus Number:",
	"WINNING_NUMBERS_BONUSDRAWS" : "Bonus Draws",
	"WINNING_NUMBERS_GUARANTEED" : "Guaranteed Prize Draw:",
	"WINNING_NUMBERS_ENCORE" : "Encore:",
	"WINNING_NUMBERS_PREVIOUS" : "Previous Draw",
	
	"MEMBER_ADD_USER_TO_GROUP": "Add a new member to the group",
	"MEMBER_ROLE" : "Role: ",
	"MEMBER_ROLE_CAPTAIN" : "Captain",
	"MEMBER_ROLE_MEMBER" : "Member",
	"MEMBER_NOT_REGISTERED" : "(Not registered)",
	"MEMBER_ACTIVE":"Active Members",
	"MEMBER_INACTIVE":"In-Active Members",
	"MEMBER_EMAIL": "Email Address",
	"MEMBER_ROLE_SELECT":"Select role",
	"MEMBER_ROLE_UPDATE_ERROR":"There was an error updating the member role",
	"MEMBER_REMOVE_SELECT":"Delete or deactivate",
	"MEMBER_REMOVE_SET_INACTIVE":"Deactivate",
	"MEMBER_REMOVE_SET_DELETE":"Delete",
	"MEMBER_ACTIVATE":"Activate",
	"MEMBER_UP":"Up",
	"MEMBER_DOWN":"Down",
 
 
 
 
	"AUTHORIZATION_ERROR": "You are not authorized to make this request",
	"GENERIC_ERROR_LOADING": "There was a processing error.  Please verify your internet connection and try again",
	"ERROR_SERVER_NOT_REACHABLE": "Failed to contact server.  Please verify your internet connection and try again",
	"EMPTY":"Last String"
}
